Repository: Vistaus/neverbore
Catalog: po/*.po
Languages: fr, it, pl

source: Credits
fr: Contributeurs
pl: Twórcy

source: Programming by %1
fr: Programmée par %1
it: Programmazione di %1
pl: Zaprogramowano przez %1

source: Music by %1
fr: Musique par %1
it: Musica di %1
pl: Muzyka skomponowana przez %1

source: Art by %1
fr: Graphismes par %1
it: Arte di %1
pl: Grafika zrobiona przez %1

source: Testing by %1
fr: Tests par %1
it: Collaudo di %1
pl: Przetestowane przez %1

source: Puzzles by %1
fr: Logimages par %1
it: Puzzle di %1
pl: Łamigłówki zrobione przez %1

source: Continue <i>%1</i>
fr: Continuer <i>%1</i>
it: Continua <i>%1</i>
pl: Kontynuuj <i>%1</i>

source: Continue current puzzle
fr: Continuer la logimage actuel
it: Continua puzzle corrente
pl: Kontynuuj łamigłówkę

source: All puzzles
fr: Toutes les logimages
it: Tutti i puzzle
pl: Wszystkie łamigłówki

source: How to Play
fr: Comment jouer
it: Come si Gioca
pl: Jak grać

source: Check
fr: Cocher
it: Controlla
pl: Sprawdź

source: Ghost Mode
fr: Mode fantôme
it: Modalità Fantasma
pl: Tryb ducha

source: Next puzzle
fr: Logimage suivante
it: Prossimo Puzzle
pl: Następna łamigłówka

source: Entering ghost mode
fr: Entrer dans le mode fantôme
it: Entra della modalità fantasma
pl: Włączanie trybu ducha

source: You are now making temporary guesses that you can choose to either keep or discard when you are done with ghost mode.
fr: Vous effectuez maintenant des suppositions temporaires que vous pouvez soit choisir de conserver, soit choisir d'écarter lorsque vous quittez le mode fantôme.
it: Ora stai facendo modifiche momentanee che puoi decidere se tenere o scartare quando hai finito con la modalità fantasma
pl: Robisz teraz tymczasowe zaznaczenia, które możesz zachować lub porzucić po opuszczeniu trybu ducha.

source: Got it
fr: J'ai compris
it: Ho capito
pl: Rozumiem

source: Leaving ghost mode
fr: Quitter le mode fantôme
it: Lascia la modalità fantasma
pl: Wyłączanie trybu ducha

source: Would you like to keep or discard your temporary guesses?
fr: Souhaitez-vous conserver ou écarter vos suppositions temporaires ?
it: Vuoi tenere o scartare le tue ipotesi momentanei?
pl: Czy chcesz zachować czy odrzucić tymczasowe zaznaczenia

source: Keep guesses
fr: Conserver les suppositions
it: Tieni i tentativi
pl: Zachowaj

source: Discard guesses
fr: Écarter les suppositions
it: Scarta tentativi
pl: Odrzuć

source: Stay in ghost mode
fr: Rester en mode fantôme
it: Rimani in modalità fantasma
pl: Zostań w trybie ducha

source: Picross games are grid logic puzzles where you must determine which of the grid squares are filled in.
fr: Les jeux de logimage sont des grilles de casses-têtes logiques pour lesquelles vous devez deviner quels carrés de la grille sont remplis.
it: I giochi picross sono giochi logici dove devi decidere quali caselle di una griglia sono da riempire.
pl: Gry Picross są logicznymi zagadkami, gdzie musisz określić które pola w kratce są wypełnione.

source: Each row and column have a set of number hints. Each number indicates a sequence of filled squares in that row or column. For example, a row with "4 2" means that row has a run of 4 filled squares and a run of 2 filled squares to its right, separated by one or more empty squares.
fr: Chaque ligne et chaque colonne dispose d'une suite d'indices numériques. Chaque nombre indique une séquence de carrés remplis dans cette ligne ou cette colonne. Par exemple, une ligne avec « 4 2 » signifie que la ligne contient une série de 4 carrés remplis et une série de 2 carrés remplis à sa droite, séparée par un carré vide ou plus.
pl: Każdy wiersz i kolumna zawierają zbiór podpowiedzi. Każda liczba wskazuje sekwencję wypełnionych kwadratów w bieżącym wierszu lub kolumnie. Na przykład, wiersz z "4 2" oznacza, że ten wiersz zawiera 4 wypełnione kwadraty oraz dwoma wypełnionymi kwadratami po prawej stronie. Są one rozdzielone jednym lub więcej pustym kwadratem.

source: If you want to experiment with what the board would look like <em>if</em> a square were filled, try clicking the ghost icon at the top of the screen. This enters ghost mode and all changes to the board can be either kept or discarded when you leave ghost mode.
fr: Si vous souhaitez tester à quoi ressemblerait la grille <em>si</em> un carré était rempli, essayez de cliquer sur l'icône en forme de fantôme en haut de l'écran. Ceci permet d'entrer en mode fantôme et toutes les modifications de la grille peuvent être soit conservées soit écartées lorsque vous quittez le mode fantôme.
pl: Jeżeli chcesz poeksperymentować jak będzie wyglądała tablica <em>jeżeli</em> jakieś pola będą wypełnione, spróbuj nacisnąć ikonkę ducha na górze ekranu. Po naciśnięciu program wejście w tryb ducha. Od tego momentui wszystkie zmiany na tablicy, będą mogły być zachowane lub porzucone po wyjściu z trybu ducha.

source: Puzzles
fr: Logimages
it: Puzzle
pl: Łamigłówka

source: Unmute
fr: Activer le son
it: Suona
pl: Włącz dźwięk

source: Mute
fr: Désactiver le son
it: Silenzia
pl: Wycisz

source: Neverbore Picross
fr: Logimage Neverbore

source: Each row and column have a set of number hints. Each number indicates a sequence of filled squares in that row or column. For example, a row with "4 2" means that row has a run of 4 filled squares and a run of 2 filled squares to its right, separated by one or more empty squares.
it: Ogni riga e ogni colonna ha una serie di note numeriche. Ogni numero indica una sequenza di caselle piene in quella riga o colonna. Per esempio, una riga con "4 2" significa che quella riga ha una fila di 4 caselle piene e un'altra di 2 caselle alla sua destra, separate da una o più caselle vuote.

source: If you want to experiment with what the board would look like <em>if</em> a square were filled, try clicking the ghost icon at the top of the screen. This enters ghost mode and all changes to the board can be either kept or discarded when you leave ghost mode.
it: Se vuoi vedere come sarebbe il gioco <em>se<em> una casella fosse piena, prova a cliccare l'icona del fantasma in alto allo schermo. Entra nella modalità fantasma e tutti i cambiamenti fatti possono essere tenuti o scartati quando lasci questa modalità.
